USE tin;

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;


INSERT IGNORE INTO t_app VALUES(1, '50tin', '50tin', '50tin-dev-team', 0, 'alpha', 0, 0, '2020-09-08 09:35:00', '2020-09-08 09:35:00');

INSERT IGNORE INTO t_app_package VALUES(1, 1, 'p0', '个人版', 1, 0, 0, '2020-09-08 09:35:00','2020-09-08 09:35:00'),(2, 1, 'p1', '团队版', 0, 0, 0, '2020-09-08 09:35:00','2020-09-08 09:35:00');

INSERT IGNORE INTO t_role VALUES(1, 'sa', '超级管理员', 0, 0, '2020-09-08 09:35:00','2020-09-08 09:35:00'),(2, 'admin', '管理员', 0, 0, '2020-09-08 09:35:00','2020-09-08 09:35:00'),(3, 'staff', '成员', 0, 0, '2020-09-08 09:35:00','2020-09-08 09:35:00')